tutorials/oodles/pitzDailyDirectMapped/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name from directory
application="oodles"

runApplication blockMesh
runApplication changeDictionary
runApplication $application
